export function Main({}) {
  return (
    <>
      <h1 className="page-name-title">Главная страница</h1>
      <br />
      <p>
        Добро пожаловать в завораживающий мир параллельных вселенных,
        технологий, выходящих за пределы вашего воображения, и приключений,
        которые ставят на кон ваш разум и чувство юмора. В этом интерактивном
        приложении, основанном на культовой вселенной "Рик и Морти", вас ждет
        совершенно новый опыт!
      </p>
      <br />
      <p>
        Источник API:{" "}
        <a
          href="https://rickandmortyapi.com/"
          target="_blank"
          className="category-list-item-url"
        >
          https://rickandmortyapi.com/
        </a>
      </p>
    </>
  );
}
